{"loss": "mse", "optimizer": {"beta_1": 0.8999999761581421, "epsilon": 1e-08, "beta_2": 0.9990000128746033, "lr": 0.0010000000474974513, "name": "Adam"}, "class_name": "Sequential", "keras_version": "1.0.4", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_74", "output_dim": 100, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 2, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "batch_input_shape": [null, 2]}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_55"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_75", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "output_dim": 100}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_56"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_76", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "output_dim": 100}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_57"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_77", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "WeightRegularizer", "l1": 0.0}, "activation": "linear", "output_dim": 87}}], "sample_weight_mode": null}